---
kind: property
id: P:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyName
source: html/8f15d3b2-1c86-fcd1-6935-73d1af72be21.htm
---
# Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyName Property

The file name of the family that is loaded into the document.

## Syntax (C#)
```csharp
public string FamilyName { get; }
```